<?php

return [
    [
        'upper_limit' => 0.50,
        'color' => '#8B0000',
        'description' => 'Твои оценки максимально далеки от оценок на портале!'
    ],
    [
        'upper_limit' => 0.80,
        'color' => '#FF0000',
        'description' => 'Твои оценки очень далеки от оценок на портале'
    ],
    [
        'upper_limit' => 0.85,
        'color' => '#FF4500',
        'description' => 'Твои оценки далеки от оценок на портале'
    ],
    [
        'upper_limit' => 0.90,
        'color' => '#FFD700',
        'description' => 'Твои оценки отличаются от оценок на портале'
    ],
    [
        'upper_limit' => 0.95,
        'color' => '#ADFF2F',
        'description' => 'Твои оценки близки к оценкам на портале'
    ],
    [
        'upper_limit' => 0.98,
        'color' => '#008000',
        'description' => 'Твои оценки очень близки к оценкам на портале'
    ],
    [
        'upper_limit' => 1.00,
        'color' => '#006400',
        'description' => 'Твои оценки максимально близки к оценкам на портале!'
    ],
];