<?php

return [
    [
        'upper_limit' => -0.50,
        'color' => 'red',
        'description' => 'Твои оценки максимально низки по отношению к средним оценкам портала!'
    ],
    [
        'upper_limit' => -0.20,
        'color' => 'yellow',
        'description' => 'Твои оценки низки по отношению к средним оценкам портала'
    ],
    [
        'upper_limit' => -0.05,
        'color' => 'green',
        'description' => 'Твои оценки чуть хуже чем средние оценки портала'
    ],
    [
        'upper_limit' => 0.05,
        'color' => 'green',
        'description' => 'Твои оценки очень близки к средним оценкам портала!'
    ],
    [
        'upper_limit' => 0.20,
        'color' => 'green',
        'description' => 'Твои оценки чуть выше чем средние оценки портала'
    ],
    [
        'upper_limit' => 0.50,
        'color' => 'yellow',
        'description' => 'Твои оценки высоки по отношению к средним оценкам портала'
    ],
    [
        'upper_limit' => 1.00,
        'color' => 'red',
        'description' => 'Твои оценки максимально высоки по отношению к средним оценкам портала!'
    ],
];