<?php

return [
    [
        'upper_limit' => -0.50,
        'color' => '#8B0000',
        'description' => 'Твои оценки максимально низки по отношению к средним оценкам портала!'
    ],
    [
        'upper_limit' => -0.25,
        'color' => '#FF4500',
        'description' => 'Твои оценки низки по отношению к средним оценкам портала'
    ],
    [
        'upper_limit' => -0.10,
        'color' => '#FFD700',
        'description' => 'Твои оценки низковаты по отношению к средним оценкам портала'
    ],
    [
        'upper_limit' => -0.05,
        'color' => '#ADFF2F',
        'description' => 'Твои оценки чуть хуже чем средние оценки портала'
    ],
    [
        'upper_limit' => 0.05,
        'color' => '#006400',
        'description' => 'Твои оценки очень близки к средним оценкам портала!'
    ],
    [
        'upper_limit' => 0.10,
        'color' => '#ADFF2F',
        'description' => 'Твои оценки чуть выше чем средние оценки портала'
    ],
    [
        'upper_limit' => 0.20,
        'color' => '#FFD700',
        'description' => 'Твои оценки высоковаты по отношению к средним оценкам портала'
    ],
    [
        'upper_limit' => 0.50,
        'color' => '#FF4500',
        'description' => 'Твои оценки высоки по отношению к средним оценкам портала'
    ],
    [
        'upper_limit' => 1.00,
        'color' => '#8B0000',
        'description' => 'Твои оценки максимально высоки по отношению к средним оценкам портала!'
    ],
];